export default {
    nav: {
        district: "الحي",
        overview: "نظرة عامة",
        gallery: "المعرض",
        developer: "المطوّر",
        register: "سجّل اهتمامك",
    },
    hero: {
        line1: "مساحة تتضاعف فيها",
        line2: "الحياة",
        palmAlt: "أيقونة نخلة"
    },
    about: [
        {
            cards: [
                {
                    title: {
                        1: "نبذة",
                        2: "عن الحي"
                    },
                    body:
                        "يُعد حي مِراف مشروعًا متعدد الاستخدامات في الخبر ويضم مكوّنات متنوعة هي:"
                },
                {
                    title: {
                        1: "الأبراج السكنية"
                    },
                    body:
                        "تمزج مساكن مِراف بين الراحة والرُقي، لتقدّم ملاذًا هادئًا تحيط به المساحات الخضراء والمرافق المتميزة."
                }
            ]
        },
        {
            cards: [
                {
                    title: {
                        1: "التجزئة"
                    },
                    body:
                        "وجهة نابضة تجمع التجارة والترفيه والمجتمع بانسيابية تامة."
                },
                {
                    title: {
                        1: "الضيافة"
                    },
                    body:
                        "يرتقي فندق إنديغو بحي مِراف بتصميم عصري يمزج الطابع المحلي والفن والثقافة لتجربة إقامة لا تُنسى وغامرة."
                }
            ]
        },
        {
            cards: [
                {
                    title: {
                        1: "المكاتب"
                    },
                    body:
                        "تمتد مكاتب مِراف على 18 طابقًا، وتمزج بين التصميم الراقي والإطلالات البانورامية التي تلهم الانتماء والنمو."
                },
                {
                    title: {
                        1: "وجهة",
                        2: "نابضة بالحياة",
                        3: "في الخبر"
                    }
                }
            ]
        }
    ]
};